Repository: Wesc-9/ATHLTH
Catalog: ATHLTHWidgets/Localizable.xcstrings
Source language: en
Languages: nb

source: Ready
nb: Klar

source: Easy run · 32 min
nb: Rolig løp · 32 min

source: 10K under 45 min
nb: 10 km under 45 min

source: Recovery, your next workout and primary goal.
nb: Restitusjon, neste økt og primærmål.

source: RECOVERY
nb: RESTITUSJON

source: NEXT
nb: NESTE

source: No workout planned
nb: Ingen økt planlagt

source: GOAL
nb: MÅL

source: ATHLTH Lock Screen
nb: ATHLTH låseskjerm

source: Keep recovery and your active workout visible.
nb: Hold restitusjon og aktiv økt synlig.

source: Recovery
nb: Restitusjon

source: Return to route
nb: Tilbake til ruten

source: Remaining
nb: Gjenstår

source: Heart rate
nb: Puls

source: Zone active
nb: Sone aktiv

source: YOU vs GHOST
nb: DU mot GHOST

source: Challenge
nb: Utfordring

source: Location sharing active
nb: Posisjonsdeling aktiv

source: Off Route
nb: Utenfor ruten

source: Zone Lock
nb: Sonelås

source: Ghost Gap
nb: Ghost-avstand

source: Live Challenge
nb: Live-utfordring

source: Live Share
nb: Live-deling

source: on target
nb: på mål

source: in target
nb: i målområdet

source: Target heart rate
nb: Målpuls

source: Neck and neck
nb: Helt jevnt
